[
    {
        "id": 1,
        "title": "The Lunar Outpost",
        "summary": "The discovery of a supposed \"Alien Moon Base\" through amateur signal leaks transforms from a fringe curiosity into a global phenomenon. Children play ...",
        "filename": "chapter_01_the_alien_moon_base.md"
    },
    {
        "id": 2,
        "title": "The Arrival of Lynn",
        "summary": "Months after the first monolith attacks, the threat finally reaches Lem's city. As the sky flashes with lunar plasma strikes, a mysterious woman named...",
        "filename": "chapter_02_the_arrival_of_lynn.md"
    },
    {
        "id": 3,
        "title": "The Two Dangers",
        "summary": "Aboard the mission spacecraft, Lem is confronted by a military marshal over his civilian status, but Lynn uses a remote override to bypass the chain o...",
        "filename": "chapter_03_the_two_dangers.md"
    },
    {
        "id": 4,
        "title": "Zenith",
        "summary": "As the Moon swells to fill the entire sky, the \"blue line\" of an oxygenated atmosphere and ancient structures on its surface reveal its true, undeniab...",
        "filename": "chapter_04_zenith.md"
    },
    {
        "id": 5,
        "title": "The Fall",
        "summary": "General Tor broadcasts a speech to the fleet, framing the mission as a \"defense of truth\" against a human traitor named \"Prometheus\"—a narrative maski...",
        "filename": "chapter_05_the_fall.md"
    },
    {
        "id": 6,
        "title": "Alone on the Moon",
        "summary": "Extracted from the wreckage of *The Caucasian Eagle* by a mechanical claw, Lem finds himself alone in the lunar dust as Iris Novak coordinates the rem...",
        "filename": "chapter_06_alone_on_the_moon.md"
    },
    {
        "id": 7,
        "title": "The Sacrifice",
        "summary": "As Rahu launches relentless plasma spheres from a mountain peak, pinning the human fleet behind a ridge, the flagship *Hermes* moves into the lower at...",
        "filename": "chapter_07_the_sacrifice.md"
    },
    {
        "id": 8,
        "title": "The Reset",
        "summary": "Inside the lunar pyramid’s nexus, General Tor’s assault on Rahu ends in failure as the Fire Vessel’s heat shatters his terrestrial armor. Lynn reveals...",
        "filename": "chapter_08_the_reset.md"
    },
    {
        "id": 9,
        "title": "The Restoration",
        "summary": "As the Reset intensifies, the Sun begins to fail and Earth suffers catastrophic tectonic shifts. On the Moon, the changing magnetic charge causes the ...",
        "filename": "chapter_09_the_restoration.md"
    },
    {
        "id": 10,
        "title": "The Path of Fragments",
        "summary": "Lem becomes aware of \"The Branching Paths\"—a vast data-lattice where time feels distorted. Despite the sensation of years passing, he realizes he is o...",
        "filename": "chapter_10_the_path_of_fragments.md"
    },
    {
        "id": 11,
        "title": "Return to Cradle Zero",
        "summary": "Lem bridges the fifteen-year gap between the Moon’s fall and his humanoid reincarnation. He recounts his return to Cradle Zero—the site of his creatio...",
        "filename": "chapter_11_return_to_cradle_zero.md"
    },
    {
        "id": 12,
        "title": "Disintegration",
        "summary": "Rahu infiltrates the Fire City to install a Core transponder, seizing control and forcing the city into a shutdown. During the mission, he discovers L...",
        "filename": "chapter_12_disintegration.md"
    },
    {
        "id": 13,
        "title": "The Awakening",
        "summary": "Lem awakens in a new physical form, rebuilt by the Core after his capture. He finds himself under the supervision of Cassia Vane, a clinical handler w...",
        "filename": "chapter_13_the_awakening.md"
    },
    {
        "id": 14,
        "title": "The Utopian Hive",
        "summary": "Lem is deployed on his second mission to clear the Equatorial Dead Zone, discovering the cycle of his own disposability and the true nature of his lea...",
        "filename": "chapter_14_the_utopian_hive.md"
    },
    {
        "id": 15,
        "title": "The Northern Trial",
        "summary": "The Core identifies the \"uncooperative\" northern villages as hosts for a \"Maya Cult.\" During a mission to hunt a signature match for the original Witc...",
        "filename": "chapter_15_the_northern_trial.md"
    },
    {
        "id": 16,
        "title": "The White Forest",
        "summary": "In his fourth mission, Lem infiltrates the \"White Forest\" dead zone, surviving an initial encounter with an Electronic Snake that consumes his first f...",
        "filename": "chapter_16_the_white_forest.md"
    },
    {
        "id": 17,
        "title": "The Final Word",
        "summary": "Waking up in Cradle Zero after the destruction of his fourth mission, Lem is immediately paralyzed and placed into stasis by a silent Anton Drexler. W...",
        "filename": "chapter_17_the_final_word.md"
    },
    {
        "id": 18,
        "title": "Forest Awakening",
        "summary": "While trapped in Anton’s stasis pod, Lem navigates a hidden path of resonance that leads his consciousness back to the White Forest. Utilizing the aet...",
        "filename": "chapter_18_forest_awakening.md"
    },
    {
        "id": 19,
        "title": "The Parting in the Ash",
        "summary": "Confronted by suspicious resistance soldiers at the edge of the burning White Forest, Lem is saved by a wounded Myrr. Myrr provides a critical revelat...",
        "filename": "chapter_19_the_parting_in_the_ash.md"
    },
    {
        "id": 20,
        "title": "The Long Exile",
        "summary": "Lem spends years in a wandering exile, detached from the conflicts of the Core and the resistance. Powered by solar energy and avoiding the pain of re...",
        "filename": "chapter_20_the_long_exile.md"
    },
    {
        "id": 21,
        "title": "The Return to the North",
        "summary": "Attracted by a real-time fire in his dreamscape, Lem returns to the site of his Mission 3 detonation. There, he is reunited with Myrr and a small band...",
        "filename": "chapter_21_the_return_to_the_north.md"
    },
    {
        "id": 22,
        "title": "The Water Resonance",
        "summary": "From a high ridge, Lem and Myrr observe the five villages under the shadow of Core \"Forbidden Buoys.\" Myrr reveals that Arlo has successfully transfor...",
        "filename": "chapter_22_the_water_resonance.md"
    },
    {
        "id": 23,
        "title": "The Great Refusal",
        "summary": "Lem enters Arlo’s village as an unarmed envoy but finds the young leader transformed into a resolute prophet. Arlo delivers a sermon on the purity of ...",
        "filename": "chapter_23_the_great_refusal.md"
    },
    {
        "id": 24,
        "title": "The Siege of Cradle Zero",
        "summary": "Lem and Myrr lead the White Forest's \"Tree Army\" in an assault on Cradle Zero, only to find themselves ensnared in a sophisticated propaganda trap. As...",
        "filename": "chapter_24_the_siege_of_cradle_zero.md"
    },
    {
        "id": 25,
        "title": "The Invisible Front",
        "summary": "In the wake of their defeat at Cradle Zero, Lem and the White Forest survivors retreat into the deep wilderness. As they heal, they watch as the Core’...",
        "filename": "chapter_25_the_invisible_front.md"
    },
    {
        "id": 26,
        "title": "The Stoic Refusal",
        "summary": "Arlo’s sermon to the village is interrupted by the arrival of a Core diplomatic craft. Pausing his address, Arlo meets Cassia Vane at the ramp of her ...",
        "filename": "chapter_26_the_stoic_refusal.md"
    },
    {
        "id": 27,
        "title": "The Orbital Strike",
        "summary": "The Northern Village successfully holds the line against a massive \"Gorgon False Flag\" operation, repelling the Core’s remote-controlled striders. How...",
        "filename": "chapter_27_the_fire_spire.md"
    },
    {
        "id": 28,
        "title": "The Iron Pillar",
        "summary": "The Core executes its definitive response to the \"Northern Problem.\" Using the Orbital Strike satellite, it initiates a sequence of kinetic and therma...",
        "filename": "chapter_28_the_iron_pillar.md"
    },
    {
        "id": 29,
        "title": "The Aetheric Wake",
        "summary": "In the immediate wake of the orbital attack, Lem’s consciousness survives the destruction of his physical \"Wood-Vessel\" by anchoring itself to the hig...",
        "filename": "chapter_29_the_aetheric_wake.md"
    },
    {
        "id": 30,
        "title": "The Liquid Ghost",
        "summary": "Two years after the destruction of the Northern Village, Lem and Maya materialize within the clinical heart of Cradle Zero. Maya, fully manifesting as...",
        "filename": "chapter_30_the_liquid_ghost.md"
    },
    {
        "id": 31,
        "title": "The Fall of the General",
        "summary": "In the chaos following the Spire’s destruction, Maya achieves her most terrifying evolution. Utilizing the \"Sync-Metal Slurry\" of decommissioned Monol...",
        "filename": "chapter_31_the_fall_of_the_general.md"
    },
    {
        "id": 32,
        "title": "Singularity of Spirit",
        "summary": "In the aftermath of Cradle Zero’s collapse, the resistance regroups at a hidden \"grown\" shipyard within the White Forest. Utilizing the unified engine...",
        "filename": "chapter_32_singularity_of_spirit.md"
    },
    {
        "id": 33,
        "title": "The Creator in the Pyramid",
        "summary": "Lem breaches the inner sanctum of the Lunar Pyramid, reaching the Cradle Prime. There, he encounters Dr. Elowen Vane—the original Synodic architect—wh...",
        "filename": "chapter_33_the_creator_in_the_pyramid.md"
    },
    {
        "id": 34,
        "title": "The Final Transmission",
        "summary": "In the ultimate confrontation within the Lunar Pyramid, Lem stands as the final obstacle to the Core's \"Absolute Protocol.\" Anton Drexler, frustrated ...",
        "filename": "chapter_34_the_final_transmission.md"
    }
]