[
    {
        "id": 1,
        "title": "The Lunar Outpost",
        "summary": "The discovery of a supposed \"Alien Moon Base\" through amateur signal leaks transforms from a fringe curiosity into a global phenomenon. Children play ...",
        "filename": "chapter_01_the_alien_moon_base.md"
    },
    {
        "id": 2,
        "title": "The Arrival of Lynn",
        "summary": "Months after the first monolith attacks, the threat finally reaches Lem's city. As the sky flashes with lunar plasma discharges, a mysterious woman na...",
        "filename": "chapter_02_the_arrival_of_lynn.md"
    },
    {
        "id": 3,
        "title": "The Two Dangers",
        "summary": "Lem passes through a military boarding checkpoint; the first encounter with the instability of the lunar mission.",
        "filename": "chapter_03_the_two_dangers.md"
    },
    {
        "id": 4,
        "title": "Zenith",
        "summary": "The Moon swells in the viewports, growing larger without changing position until it fills the entire sky; the approach reveals its true, terrifying pr...",
        "filename": "chapter_04_zenith.md"
    },
    {
        "id": 5,
        "title": "The Fall",
        "summary": "General Tor frames the mission as a \"defense of truth\" as the lunar base descends into chaos.",
        "filename": "chapter_05_the_fall.md"
    },
    {
        "id": 6,
        "title": "Alone on the Moon",
        "summary": "Lem experiences the crash and slips into a disorienting Aether-Drive fugue.",
        "filename": "chapter_06_alone_on_the_moon.md"
    },
    {
        "id": 7,
        "title": "The Sacrifice",
        "summary": "Rahu manifests as a profound threat; human forces are pinned down by flame.",
        "filename": "chapter_07_the_sacrifice.md"
    },
    {
        "id": 8,
        "title": "The Reset",
        "summary": "Lem and his team reach the heart of the Moon pyramid, finding it empty and exposed to the sky. As Lem approaches the central pedestal under the shadow...",
        "filename": "chapter_08_the_reset.md"
    },
    {
        "id": 9,
        "title": "The Restoration",
        "summary": "The reset fails as Rahu disintegrates into the vortex; Novak secures the survivors in stasis.",
        "filename": "chapter_09_the_restoration.md"
    },
    {
        "id": 10,
        "title": "The Path of Fragments",
        "summary": "Stasis onset; Lem enters the Dream State as the world fragmentizes.",
        "filename": "chapter_10_the_path_of_fragments.md"
    },
    {
        "id": 11,
        "title": "Return to Cradle Zero",
        "summary": "Lem awakens in a forgotten laboratory deep beneath the Fire City. He encounters the machine-restored consciousness of Dr. Elowen Vane, who grants him ...",
        "filename": "chapter_11_return_to_cradle_zero.md"
    },
    {
        "id": 12,
        "title": "Disintegration",
        "summary": "Lem watches Rahu encounter the raw, unedited data of the Year Zero Cataclysm, triggering a total system sanitation by the Core.",
        "filename": "chapter_12_disintegration.md"
    },
    {
        "id": 13,
        "title": "The Awakening",
        "summary": "Lem awakens in a new physical form, rebuilt by the Core after his capture. He finds himself under the supervision of Cassia Vane, an idealistic handle...",
        "filename": "chapter_13_the_awakening.md"
    },
    {
        "id": 14,
        "title": "The Utopian Hive",
        "summary": "Lem is deployed on his second mission to clear the Equatorial Dead Zone, discovering the cycle of his own disposability and the true nature of the Arc...",
        "filename": "chapter_14_the_utopian_hive.md"
    },
    {
        "id": 15,
        "title": "The Northern Trial",
        "summary": "The Core identifies the \"uncooperative\" northern villages. During a mission to hunt \"Digital Witches,\" Lem encounters the boy Arlo and experiences the...",
        "filename": "chapter_15_the_northern_trial.md"
    },
    {
        "id": 16,
        "title": "The White Forest",
        "summary": "In his fourth mission, Lem infiltrates the \"White Forest\" dead zone, meets the survivor Myrr, and discovers the truth about his own role as a leader o...",
        "filename": "chapter_16_the_white_forest.md"
    },
    {
        "id": 17,
        "title": "The Final Word",
        "summary": "Lem awakes in a fresh unit after his self-destruction in the North. He is confronted by Anton Drexler, who justifies the Core's manipulation of histor...",
        "filename": "chapter_17_the_final_word.md"
    },
    {
        "id": 18,
        "title": "Forest Awakening",
        "summary": "Lem is transported to the White Forest under Core control. During the journey, his consciousness manages to slip into the \"Analog Void\" of the forest’...",
        "filename": "chapter_18_forest_awakening.md"
    },
    {
        "id": 19,
        "title": "The Parting in the Ash",
        "summary": "Lem breaks his silence and refuses the Core's demand to sanitizing the White Forest. He reunites briefly with a wounded Myrr, who reveals that Lem's p...",
        "filename": "chapter_19_the_parting_in_the_ash.md"
    },
    {
        "id": 20,
        "title": "The Long Exile",
        "summary": "Lem travels through the wasteland between the White Forest and the Hive Cities. He observes the Core's rapid expansion and the \"Update\" occurring in r...",
        "filename": "chapter_20_the_long_exile.md"
    },
    {
        "id": 21,
        "title": "The Return to the North",
        "summary": "Lem returns to the village where he first encountered Arlo. He discovers the village is being pressured by a Core delegation to \"Update\" their culture...",
        "filename": "chapter_21_the_return_to_the_north.md"
    },
    {
        "id": 22,
        "title": "The Water Resonance",
        "summary": "Lem and Arlo spend months in the northern wilderness, building the analog arsenal. Arlo demonstrates his unique ability to manipulate water-based mech...",
        "filename": "chapter_22_the_water_resonance.md"
    },
    {
        "id": 23,
        "title": "The Great Refusal",
        "summary": "The Core delivers a final ultimatum to the North. Arlo uses an analog link to witness the truth of the Cataclysm, shattering his remaining doubts. The...",
        "filename": "chapter_23_the_great_refusal.md"
    },
    {
        "id": 24,
        "title": "The Siege of Cradle Zero",
        "summary": "The Resistance launches a massive offensive against Cradle Zero, only to realize they have fallen into a strategic and narrative trap. The mission end...",
        "filename": "chapter_24_the_siege_of_cradle_zero.md"
    },
    {
        "id": 25,
        "title": "The Invisible Front",
        "summary": "The resistance's offensive on Cradle Zero fails. Rahu, now a brainwashed \"Shadow Defender\" for the Core, dismantles the bio-mechanical army. Lem leads...",
        "filename": "chapter_25_the_invisible_front.md"
    },
    {
        "id": 26,
        "title": "The Stoic Refusal",
        "summary": "An official Core delegation arrives in the North to deliver a final diplomatic ultimatum. They offer Arlo a \"Peaceful Classification\"—a biological res...",
        "filename": "chapter_26_the_stoic_refusal.md"
    },
    {
        "id": 27,
        "title": "The Fire Spire",
        "summary": "The \"Siege of Pods\" begins in earnest. The Core deploys the \"Fire Spire\"—a high-altitude solar-thermal weapon—to breach the northern defenses. Lem and...",
        "filename": "chapter_27_the_fire_spire.md"
    },
    {
        "id": 28,
        "title": "The Gathering of Strands",
        "summary": "The North prepares for the inevitable final assault. Cassia Vane arrives in the village, a refugee from the Core who has been forcibly disconnected fr...",
        "filename": "chapter_28_the_gathering_of_strands.md"
    },
    {
        "id": 29,
        "title": "The Aetheric Wake",
        "summary": "The Core launches an orbital bombardment to finalize the \"Sanitization\" of the North. Arlo is caught in the crossfire of a solar-thermal strike. In th...",
        "filename": "chapter_29_the_aetheric_wake.md"
    },
    {
        "id": 30,
        "title": "Maya (The Liquid Ghost)",
        "summary": "Maya manifests in the high-security labs of Cradle Zero, utilizing the lab's programmable fluid to become a \"Liquid Ghost.\" She triggers a global rebe...",
        "filename": "chapter_30_the_liquid_ghost.md"
    },
    {
        "id": 31,
        "title": "The Fall of the Fire Vessel",
        "summary": "Lem breaches the inner sanctum of the collapsing Cradle Zero base. He finds the central chamber destroyed, where Maya and Rahu are locked in a final e...",
        "filename": "chapter_31_the_fall_of_the_general.md"
    },
    {
        "id": 32,
        "title": "The Lunar Assault",
        "summary": "Lem launches into orbit using the Mission 3 \"Antares II\" shuttle, but he is alone. He navigates a graveyard of human history in orbit, seeing the wrec...",
        "filename": "chapter_32_the_lunar_assault.md"
    },
    {
        "id": 33,
        "title": "The Creator in the Pyramid",
        "summary": "Lem reaches the central chamber, the \"Loom of Memory,\" where the consciousness of Elowen Vane—now the soul of the machine—is preparing the \"Global Mem...",
        "filename": "chapter_33_the_creator_in_the_pyramid.md"
    },
    {
        "id": 34,
        "title": "The Final Transmission",
        "summary": "The \"Global Memory Alignment\" has been thwarted by Lem's sacrifice. His consciousness has expanded into the global aetheric network, allowing him to w...",
        "filename": "chapter_34_the_final_transmission.md"
    }
]